[{
    "Title": "Sultan",
    "Released": "06 Jul 2016",
    "Actors": "Salman Khan, Anushka Sharma, Marko Zaror, Randeep Hooda",
    "Plot": "Sultan is a classic underdog tale about a wrestler's journey, looking for a comeback by defeating all odds. Will he emerge victorious?",
    "Language": "Hindi",
    "Country": "India",
    "Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BOWY3MmVmMGQtYTIyMS00ODc2LWI4N2YtMjA1MmY1YjA3MzVlXkEyXkFqcGdeQXVyMTkzOTcxOTg@._V1_SX300.jpg"
},
{
    "Title": "Avatar",
    "Released": "10 Dec 2009",
    "Actors": "Sam Worthington, Zoe Saldana, Stephen Lang, Michelle Rodriguez, Sigourney Weaver",
    "Plot": "By 2154, humans have depleted Earth's natural resources, leading to a severe energy crisis. The Resources Development Administration (RDA for short) mines for a valuable mineral — unobtanium — on Pandora, a densely forested habitable moon orbiting the gas giant Polyphemus in the Alpha          Centauri star system.[10] Pandora, whose atmosphere is poisonous to humans, is inhabited by the Na'vi, a species of 10-foot tall (3.0 m), blue-skinned, sapient humanoids[34] that live in harmony with nature and worship a mother goddess named Eywa.",
    "Language": "English, Hindi",
    "Country": "United States, United Kingdom",
    "Poster": "https://upload.wikimedia.org/wikipedia/en/thumb/b/b0/Avatar-Teaser-Poster.jpg/220px-Avatar-Teaser-Poster.jpg"
},
{
    "Title": "Bajrangi Bhaijaan",
    "Released": "17 Jul 2015",
    "Actors": "Salman Khan, Harshaali Malhotra, Nawazuddin Siddiqui, Kareena Kapoor Khan",
    "Plot": "In Sultanpur, a picturesque village in Pakistan Occupied Kashmir, villagers gather to watch a televised cricket match between India and Pakistan. Among them is a pregnant woman (Meher Vij) who, after giving birth, names her daughter Shahida after Shahid Afridi, the player who wins the game for Pakistan. One afternoon, Shahida (Harshaali Malhotra), now six years old, falls off a cliff as she plays, and is saved by an overhanging tree, but was not able to call for help as she was mute. Since Shahida's father, a former Pakistani army man, is unlikely to be granted an Indian visa, her concerned mother takes her to the shrine of Sufi saint Nizamuddin Auliya in Delhi, hoping it will restore Shahida's speech.",
    "Language": "Hindi",
    "Country": "India",
    "Poster": "https://www.filmibeat.com/img/220x80x275/popcorn/movie_posters/bajrangi-bhaijaan-20150626100149-13816.jpg"
},
{
    "Title": "3 Idiots",
    "Released": "25 Dec 2009",
    "Actors": "Aamir Khan, Kareena Kapoor, R. Madhavan, Sharman Joshi, Boman Irani",
    "Plot": "3 Idiots is a 2009 Indian coming of age comedy-drama film co-written, edited, and directed by Rajkumar Hirani and produced by Vidhu Vinod Chopra. Abhijat Joshi wrote the screenplay. It was inspired by the novel Five Point Someone by Chetan Bhagat.[4] The film stars Aamir Khan, Kareena Kapoor, R. Madhavan, Sharman Joshi, Omi Vaidya, Parikshit Sahni, and Boman Irani.",
    "Language": "Hindi",
    "Country": "India",
    "Poster": "https://c.saavncdn.com/344/3-Idiots-Hindi-2009-500x500.jpg"
}]